Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AXReduceWhitePointTitle
source: Reduce White Point
ar: تخفيف النقطة البيضاء
ca: Redueix el punt blanc
cs: Snížit bílý bod
da: Formindsk hvidpunkt
de: Weißpunkt reduzieren
el: Μείωση λευκού σημείου
es: Reducir punto blanco
es_us: Reducir el punto blanco
fi: Valkopisteen vähennys
fr: Réduire le point blanc
fr_ca: Réduire le point blanc
he: הפחתת נקודת הלבן
hi: ह्वाइट पॉइंट घटाएँ
hr: Smanjenje bijele točke
hu: Fehérpont csökkentése
id: Kurangi Titik Putih
it: Riduci punto di bianco
ja: ホワイトポイントを下げる
ko: 화이트 포인트 줄이기
ms: Kurangkan Titik Putih
nl: Verminder witpunt
no: Reduser hvitpunkt
pl: Obniż punkt bieli
pt_br: Reduzir Ponto Branco
pt_pt: Reduzir ponto branco
ro: Reducere punct de alb
ru: Понижение точки белого
sk: Obmedziť biely bod
sl: Zmanjšanje bele točke
sv: Minska vitpunkt
th: ลดแสงขาว
tr: Beyaz Noktayı Azalt
uk: Зменшення точки білого
vi: Giảm điểm trắng
zh_cn: 降低白点值
zh_hk: 降低白點值
zh_tw: 降低白點值

# STEP_REPEAT_ADJUST_INSTRUCTIONS
source: Slide to adjust Move Repeat interval
ar: قم بالتمرير لضبط الفاصل الزمني لتكرار النقل
ca: Llisca per ajustar l’interval de repetició del moviment.
cs: Posunutím upravíte interval opakování pohybů
da: Skub for at justere interval for Gentagelse af flyt
de: Zum Anpassen des Intervalls für Bewegungswiederholungen streichen
el: Σύρετε για προσαρμογή του μεσοδιαστήματος Επανάληψης μετακίνησης
es: Desliza para ajustar el intervalo de repetición de movimiento.
es_us: Desliza para ajustar el intervalo de repetición de movimiento
fi: Säädä siirtymistoiston aikaväliä liu’uttamalla
fr: Faites glisser pour ajuster l’intervalle entre les répétitions de l’action
fr_ca: Faites glisser pour régler l’intervalle de répétition de l’action.
he: ניתן להחליק לשינוי המשך של ״חזרה על מעבר״
hi: “क्रिया दोहराएँ” अंतराल को ऐडजस्ट करने के लिए स्लाइड करें
hr: Povucite za podešavanje intervala ponavljanja pomicanja
hu: Csúsztassa el a Mozgás ismétlése intervallumának módosításához
id: Geser untuk menyesuaikan interval Pengulangan Gerakan
it: Fai scorrere il cursore per regolare l’intervallo di ripetizione dello spostamento
ja: スライドして“移動の繰り返し”の継続時間を調整します
ko: 이동 반복 간격을 조절하려면 미십시오.
ms: Luncur untuk melaraskan selang Ulang Pergerakan
nl: Schuif om het interval voor bewegingsherhaling aan te passen
no: Skyv for å justere intervallet mellom Gjentakelse av flytting
pl: Przesuń, aby skorygować interwał powtarzania przejścia
pt_br: Deslize o dedo para ajustar o intervalo de Repetição de Movimento
pt_pt: Passe o dedo para ajustar o intervalo da repetição de movimento.
ro: Glisați pentru a ajusta intervalul pentru „Repetare trecere”
ru: Проведите пальцем, чтобы отрегулировать интервал повтора движения
sk: Potiahnutím upravte interval opakovania prechodu
sl: Interval ponovitve premika prilagodite z drsenjem.
sv: Dra för att justera intervall för upprepning av flytt
th: เลื่อนเพื่อปรับช่วงเวลาการกดซ้ำเพื่อเลื่อน
tr: Hareket Yineleme aralığını ayarlamak için kaydırın
uk: Посуньте, щоб змінити інтервал Повтору руху
vi: Trượt để điều chỉnh khoảng thời gian Lặp lại di chuyển
zh_cn: 滑动以调整移动重复间隔
zh_hk: 掃一下調整「移動重複項目」時間
zh_tw: 滑動來調整「搬移重複項目」間隔

# AXCaptionTextOpacitySemiTransparent
source: Semi-Transparent
ar: نصف شفاف
cs: Částečně průhledný
da: Halvgennemsigtig
de: Halbtransparent
el: Ημιδιαφανές
es: Semitransparente
es_us: Semitransparente
fi: Puoliläpinäkyvä
he: שקוף למחצה
hi: अर्द्ध-पारदर्शी
hr: Poluprozirno
hu: Félig átlátszó
id: Semi-Transparan
it: Semitrasparente
ja: 半透明
ko: 반투명
ms: Separa Lut Sinar
nl: Half doorzichtig
no: Delvis gjennomsiktig
pl: Półprzezroczysty
pt_br: Semitransparente
pt_pt: Semitransparente
ru: Полупрозрачный
sk: Polopriehľadné
sl: Polprosojno
sv: Halvgenomskinlig
th: กึ่งโปร่งแสง
tr: Yarı Saydam
uk: Напівпрозорий
vi: Nửa trong suốt
zh_cn: 半透明
zh_hk: 半透明
zh_tw: 半透明

# AXInvertColorsTitle
source: Invert Colors
ar: عكس الألوان
ca: Inverteix els colors
cs: Invertovat barvy
da: Inverter farver
de: Farben umkehren
el: Αναστροφή χρωμάτων
es: Invertir colores
es_us: Invertir colores
fi: Käänteiset värit
fr: Inverser les couleurs
fr_ca: Couleurs inversées
he: היפוך צבעים
hi: रंग इंवर्ट करें
hr: Obrnute boje
hu: Színinvertálás
id: Balikkan Warna
it: Inverti colori
ja: 色を反転
ko: 색상 반전
ms: Terbalikkan Warna
nl: Keer kleuren om
no: Inverter farger
pl: Odwróć kolory
pt_br: Inverter Cores
pt_pt: Inverter cores
ro: Inversare culori
ru: Инверсия цвета
sk: Prevrátiť farby
sl: Barvni negativ
sv: Invertera färger
th: กลับสี
tr: Renkleri Tersine Çevir
uk: Обернені кольори
vi: Đảo ngược Màu
zh_cn: 反转颜色
zh_hk: 反轉顏色
zh_tw: 反相顏色

source: Enhanced
ar: مُحسّن
ca: Millorat
cs: Vylepšená verze
da: Forbedret
de: Erweitert
el: Βελτιωμένη
es: mejorada
es_us: Mejorado
fi: Parempi
fr: Améliorée
fr_ca: Amélioré
he: משופר
hi: बेहतर
hr: Poboljšano
hu: Továbbfejlesztett
id: Ditingkatkan
it: Avanzata
ja: 拡張
ko: 고품질
ms: Dipertingkat
nl: Verbeterd
no: Forbedret
pl: Rozszerzony
pt_br: Aprimorada
pt_pt: Melhorada
ro: Îmbunătățită
ru: Улучшенное
sk: Vylepšený
sl: Izboljšano
sv: Förbättrad
th: ขั้นสูง
tr: Geliştirilmiş
uk: Удосконалений
vi: Nâng cao
zh_cn: 优化
zh_hk: 已強化
zh_tw: 增強音質

# AXUsePitchTitle
source: Use Pitch
ar: استخدام حدة الصوت
ca: Utilitza el to
cs: Použít intonaci
da: Brug tonehøjde
de: Tonhöhe verwenden
el: Χρήση τονικού ύψους
es: Usar tono
es_us: Usar tono
fi: Muuta äänenkorkeutta
fr: Utiliser la tonalité
fr_ca: Ton
he: שימוש בטון
hi: पिच का उपयोग करें
hr: Koristi visinu tona
hu: Hangmagasság használata
id: Gunakan Nada
it: Usa tono
ja: ピッチを使用
ko: 음높이 사용
ms: Gunakan Pic
nl: Toonhoogte
no: Bruk tonehøyde
pl: Używaj tonu
pt_br: Usar Tom
pt_pt: Usar tom
ro: Utilizare tonalitate
ru: Использование высоты тона
sk: Použiť intonáciu
sl: Uporabi višino tona
sv: Använd ton
th: ใช้ระดับเสียง
tr: Perde Değişimi
uk: Використовувати тон
vi: Sử dụng cao độ
zh_cn: 使用音高
zh_hk: 使用音調
zh_tw: 使用音高

# AXCaptionStyleColorTitle
source: Color
ar: اللون
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
fr_ca: Couleur
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
it: Colore
ja: カラー
ko: 색상
ms: Warna
nl: Kleur
no: Farge
pl: Kolor
pt_br: Cor
pt_pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sl: Barva
sv: Färg
th: สี
tr: Renk
uk: Колір
vi: Màu
zh_cn: 颜色
zh_hk: 彩色
zh_tw: 顏色

# COMBINED_DOWNLOAD_VOICE_REQUIRES
source: Default and Enhanced voices require %@ download
ar: تتطلب الأصوات الافتراضية والمعززة تنزيل %@
ca: Les veus per omissió i millorades requereixen una descàrrega de: %@
cs: Standardní a vylepšené hlasy vyžadují stažení %@ dat
da: Stemmer af typen standard og forbedret kræver %@-overførsel
de: Für Standard- und erweiterte Stimmen ist ein %@-Download erforderlich.
el: Οι προεπιλεγμένες και οι βελτιωμένες φωνές απαιτούν λήψη %@
es: Las voces por omisión y mejoradas requieren una descarga de %@
es_us: Las voces predeterminadas y mejoradas requieren una descarga de %@.
fi: Oletus- ja parempi puheääni vaativat %@:n latauksen
fr: Les voix par défaut et améliorées requièrent un téléchargement de %@
fr_ca: Les voix par défaut et améliorées requièrent un téléchargement de %@.
he: קולות ברירת המחדל וקולות משופרים מחייבים הורדה של %@
hi: डिफ़ॉल्ट और बेहतर वॉइस हेतु %@ डाउनलोड आवश्यक है
hr: Za standardne i poboljšane glasove potrebno je preuzeti %@
hu: Az alapértelmezett és speciális hangok %@ letöltést igényelnek
id: Suara Default dan yang Ditingkatkan memerlukan pengunduhan %@
it: Per le voci di default e di qualità avanzata, è necessario il download di %@
ja: デフォルト音声と拡張音声を使用するには、%@のダウンロードが必要です
ko: 기본 및 고품질 음성을 사용하려면 %@을(를) 다운로드해야 합니다.
ms: Suara Lalai dan Dipertingkat memerlukan muat turun %@
nl: Voor standaardstemmen en verbeterde stemmen is een download van %@ vereist
no: Standard og forbedrede stemmer krever en %@ nedlasting
pl: Głos domyślny i rozszerzony wymagają pobrania %@.
pt_br: As vozes Padrão e Aprimorada requerem que você baixe %@
pt_pt: As vozes predefinidas e melhoradas requerem uma descarga de %@.
ro: Vocile implicită și îmbunătățită necesită o descărcare de %@
ru: Для стандартного и улучшенного голосов требуется загрузка %@
sk: Predvolené a vylepšené hlasy vyžadujú sťahovanie o veľkosti %@
sl: Za privzete in izboljšane glasove je zahtevan prenos v velikosti %@
sv: Förvalda och förbättrade röster kräver en hämtning på %@
th: เสียงเริ่มต้นและเสียงที่ปรับปรุงมีขนาดดาวน์โหลด %@
tr: Saptanmış ve Geliştirilmiş sesler %@ indirilmesini gerektirir
uk: Типові й покращені голоси потребують викачування %@
vi: Giọng nói Mặc định và Nâng cao yêu cầu tải về %@
zh_cn: 默认和优化语音需要%@下载
zh_hk: 預設和已強化的的聲音需要%@
zh_tw: 預設和「增強音質」的聲音需要%@。

# AXSpatialAudioFooter
source: Centering makes it sound like spatial audio is coming from your TV, even when your head moves. If you turn off centering, spatial audio is still an immersive sound experience, but does not track with your head movement.
ar: عند استخدام صوت مركزي، يبدو الصوت المكاني وكأنه قادم من التلفزيون، حتى عند تحريك رأسك. وعند إيقاف الصوت المركزي، يظل الصوت المكاني تجربة صوتية غامرة، لكنه لا يتتبع حركة رأسك.
ca: Amb l’opció de centrar l’àudio, semblarà que l’àudio espacial vingui del televisor, fins i tot en moure el cap. Si la desactives, l’àudio espacial continuarà sent una experiència immersiva, però no seguirà el moviment del teu cap.
cs: Při zapnutém centrování zní prostorový zvuk tak, jako by stále vycházel z televize, i když pohybujete hlavou. Když centrování vypnete, bude prostorový zvuk dál vytvářet imerzivní zvukové prostředí, ale nebude se měnit podle toho, jak natočíte hlavu.
da: Centrering får det til at lyde som om rumlig lyd kommer fra fjernsynet, selv når du bevæger hovedet. Hvis du slår centrering fra, vil du fortsat få en fordybende lydoplevelse med rumlig lyd, men lyden følger ikke længere hovedets bevægelser.
de: Durch das Zentrieren klingt 3D-Audio so, als käme es von deinem TV-Gerät, selbst wenn du den Kopf bewegst. Wenn du das Zentrieren deaktivierst, ist 3D-Audio weiterhin ein immersives Klangerlebnis, folgt aber nicht deinen Kopfbewegungen.
el: Χάρη στο κεντράρισμα, ο χωρικός ήχος ακούγεται σαν να προέρχεται από την τηλεόρασή σας, ακόμη και όταν κινείται το κεφάλι σας. Αν απενεργοποιήσετε το κεντράρισμα, ο χωρικός ήχος εξακολουθεί να παρέχει καθηλωτική εμπειρία ήχου, αλλά δεν ακολουθεί την κίνηση του κεφαλιού σας.
es: Al activar esta función, el audio espacial sonará como si procediera del televisor, aunque muevas la cabeza. Si desactivas esta función, el audio espacial seguirá ofreciéndote una experiencia de sonido inmersiva, pero no seguirá el movimiento de tu cabeza.
es_us: Al centrar, el audio espacial sonará como si viniera de tu TV, incluso si mueves la cabeza. Si desactivas esta opción, el audio espacial seguirá siendo una experiencia inmersiva, pero no seguirá el movimiento de tu cabeza.
fi: TV:n asettaminen äänen keskipisteeksi saa tilaäänen kuulostamaan siltä kuin se tulisi TV:stäsi silloinkin, kun pääsi liikkuu. Jos laitat tämän pois päältä, tilaääni on edelleen immersiivinen, mutta se ei enää seuraa pääsi liikettä.
fr: Le centrage de l’audio donne l’impression que l’audio spatial provient de votre téléviseur, même lorsque vous bougez la tête. Si vous désactivez le centrage, l’audio spatial continuera de vous offrir une expérience sonore immersive, mais elle ne suivra pas les mouvements de votre tête.
fr_ca: Le centrage donne l’impression que l’audio spatial provient de votre télévision, et ce, même lorsque vous bougez la tête. Si vous désactivez le centrage, l’audio spatial offrira toujours une expérience sonore immersive, mais elle ne suivra pas les mouvements de votre tête.
he: פעולת המרכוז גורמת לצליל להישמע כאילו שמע מרחבי בוקע מהטלוויזיה, גם אם הראש שלך זז. אם פעולת המרכוז תכובה, השמע המרחבי עדיין יצור חוויית שמע רב-ממדית, אך בלי לעקוב אחר תנועות הראש שלך.
hi: केंद्रित करने से ऐसा लगता है कि स्पेशियल ऑडियो आपके टीवी से आ रहा है, तब भी जबकि आपका सिर हिल रहा हो। यदि आप केंद्रित करना बंद कर देते हैं, तब भी स्पेशियल ऑडियो इमर्सिव ध्वनि का अनुभव देता है लेकिन आपके सिर के हिलने-डुलने को ट्रैक नहीं करता है।
hr: Centriranjem se postiže dojam da prostorni zvuk dolazi iz vašeg televizora, čak i kad vam se glava pomiče. Ako isključite centriranje, prostorni zvuk je i dalje prožimajući zvučni doživljaj, ali ne prati vaše pomicanje glave.
hu: A hang középre igazítása olyan hatást kelt, mintha a térbeli hang a televízióból szólna, még akkor is, ha Ön mozgatja a fejét. Ha kikapcsolja a középre igazítást, a térbeli hang továbbra is magával ragadó hangzást fog nyújtani, azonban nem követi az Ön fejmozgását.
id: Pemusatan membuat audio spasial seperti berasal dari TV Anda, bahkan saat kepala Anda bergerak. Jika Anda mematikan pemusatan, pengalaman audio spasial masih imersif, tapi tidak melacak gerakan kepala Anda.
it: Se attivi l’opzione, l’audio spaziale sembrerà provenire dalla TV anche quando muovi la testa. Se la disattivi, l’audio spaziale offrirà comunque un’esperienza avvolgente, ma i movimenti della testa non verranno rilevati.
ja: センタリングを行うと、頭が動いても、空間オーディオがテレビから聞こえてくるようになります。センタリングをオフにすると、空間オーディオは頭の動きに追従せず、臨場感のあるサウンド体験が得られます。
ko: 오디오를 TV 중앙에 두면 머리를 움직이더라도 공간 음향이 TV로부터 나오는 것으로 들립니다. 이 기능을 끄면 공간 음향이 여전히 몰입감 있는 음향을 제공하지만, 머리의 움직임을 따라가지는 않습니다.
ms: Memusatkan membuatkan audio ruang berbunyi seakan-akan datang daripada TV anda, walaupun kepala anda bergerak. Jika anda menyahaktifkan pemusatan, audio ruang masih memberikan pengalaman bunyi imersif, tetapi tidak menjejak dengan pergerakan kepala anda.
nl: Door audio te centreren lijkt het alsof ruimtelijke audio van je tv komt, ook als je je hoofd beweegt. Als je centrering uitschakelt, is ruimtelijke audio nog steeds een meeslepende geluidservaring, maar wordt je hoofdbeweging er niet mee gevolgd.
no: Sentrering gjør at det høres ut som romtilpasset lyd kommer fra TV-en, selv når du beveger på hodet. Hvis du slår av sentrering, vil romtilpasset lyd fortsatt gi en flerdimensjonal lydopplevelse, men lyden vil ikke følge hodebevegelsene dine.
pl: Gdy środkowanie jest włączone, dźwięk przestrzenny zdaje się zawsze dochodzić z telewizora, niezależnie od ruchów Twojej głowy. Po wyłączeniu tej opcji dźwięk jest nadal immersyjny, ale nie podąża za ruchami Twojej głowy.
pt_br: Com a centralização, o áudio espacial soa como se estivesse vindo da TV, mesmo quando você move a cabeça. Se você desativar a centralização, o áudio espacial ainda oferecerá uma experiência de som imersiva, mas não acompanhará o movimento da sua cabeça.
pt_pt: Centrar dá a impressão que o áudio espacial vem da televisão, mesmo quando move a cabeça. Se desativar o centramento, o áudio espacial continua a proporcionar uma experiência sonora imersiva, mas não segue o movimento da sua cabeça.
ro: Centrarea face să pară că sunetul spațial provine de la televizor, chiar dacă mișcați capul. Dacă dezactivați centrarea, sunetul spațial oferă în continuare o experiență audio captivantă, dar nu vă urmărește mișcarea capului.
ru: Когда включено центрирование, пространственное аудио звучит так, будто оно исходит из телевизора, даже если Вы двигаете головой. Когда центрирование выключено, пространственное аудио создает эффект присутствия, но не следует за движениями Вашей головы.
sk: Pri použití centrovania bude priestorový zvuk zdanlivo vychádzať z televízora, dokonca aj pri pohyboch hlavy. Ak centrovanie vypnete, priestorový zvuk bude aj naďalej poskytovať pohlcujúci zvukový zážitok, nebude však sledovať pohyby vašej hlavy.
sl: Pri osredotočenju zvoka se zdi, da prostorski zvok izvira iz televizorja, tudi ko premikate glavo. Če osredotočenje izklopite, prostorski zvok še vedno zagotavlja pristno zvočno izkušnjo, vendar ne sledi premikanju vaše glave.
sv: Centrering får det att låta som om rumsligt ljud kommer från din TV, även om du rör på huvudet. Om du stänger av centrering blir rumsligt ljud fortfarande en omslutande ljudupplevelse, men det följer inte dina huvudrörelser.
th: ศูนย์กลางเสียงทำให้เสียงเชิงมิติพื้นที่เหมือนมาจากทีวีของคุณแม้ว่าคุณจะเคลื่อนไหวศีรษะก็ตาม ถ้าคุณปิดใช้ศูนย์กลางเสียง เสียงเชิงมิติพื้นที่ยังคงให้ประสบการณ์เสียงสมจริง แต่ไม่ติดตามการเคลื่อนไหวของศีรษะของคุณ
tr: Ortalamak, kafanızı hareket ettirdiğinizde bile uzamsal sesin TV’nizden geliyor gibi duyulmasını sağlar. Ortalamayı kapatırsanız uzamsal ses sarmalayan bir ses deneyimi sunmaya devam eder ama kafa hareketlerinizi izlemez.
uk: Завдяки центруванню просторове аудіо відтворюється так, немов воно лунає з телевізора, навіть якщо ви рухаєте головою. Якщо вимкнути центрування, просторове аудіо створюватиме ефект присутності, але не відтворюватиметься за рухом вашої голови.
vi: Định tâm làm cho âm thanh không gian giống như xuất phát từ TV của bạn, ngay cả khi đầu của bạn di chuyển. Nếu bạn tắt tính năng định tâm, âm thanh không gian vẫn là trải nghiệm âm thanh siêu chân thực, nhưng không đi theo chuyển động đầu của bạn.
zh_cn: 居中时，即使移动头部，空间音频听起来也像是来自电视。如果关闭居中，空间音频仍将提供沉浸式声音体验，但不会追踪你的头部移动。
zh_hk: 即使你的頭部移動，置中也會讓空間音訊聽起來像是來自你的電視。如果你關閉置中，空間音訊仍會給予你沉浸式聲音體驗，但不會跟隨你的頭部移動。
zh_tw: 即使在你的頭部移動時，置中也可讓空間音訊聽起來像從電視傳來。若你關閉置中，空間音訊仍為沉浸式音效體驗，但不會追蹤你的頭部移動。

# AXCaptionTextSizeExtraLarge
source: Extra Large
ar: كبير جدًا
ca: Molt gran
cs: Extra velká
da: Ekstra stor
de: Extragroß
el: Πολύ μεγάλα
es: Extragrande
es_us: Extragrande
fi: Erittäin suuri
fr: Très grande
fr_ca: Très grande
he: גדול מאוד
hi: एक्स्ट्रा लार्ज
hr: Jako velika
hu: Extra nagy
id: Sangat Besar
it: Molto grandi
ja: 特大
ko: 매우 크게
ms: Lebih Besar
nl: Extra groot
no: Ekstra stor
pl: Bardzo duży
pt_br: Extra Grande
pt_pt: Muito grande
ro: Foarte mare
ru: Очень крупный
sk: Extra veľká
sl: Zelo veliko
sv: Extra stor
th: ใหญ่พิเศษ
tr: Çok Büyük
uk: Дуже великий
vi: Cực lớn
zh_cn: 超大
zh_hk: 超大
zh_tw: 超大
